Repository: InfotelGLPI/consumables
Catalog: locales/*.po
Languages: cs_cz, de_de, es_419, es_ec, es_es, fi_fi, pl_pl, pt_br, pt_pt, ru_ru

source: Order reference
cs_cz: Reference objednávky
de_de: Bestellreferenz
es_419: Referencia del pedido
es_ec: Referencia del pedido
es_es: Referencia de la orden
fi_fi: Tilauksen viite
pt_br: Referência de encomenda
pt_pt: Referencia da encomenda
ru_ru: Код заказа

source: Maximum number allowed for request
cs_cz: Nejvyšší množství, o které je možné žádat
de_de: Maximal erlaubte Anzahl pro Anfrage
es_419: Cantidad máxima permitida por pedido
es_ec: Número máximo de solicitudes permitidas
es_es: Cantidad máxima permitida para la solicitud
fi_fi: Suurin sallittu määrä pyynnölle
pl_pl: Maksymalna ilość możliwia do wybrania w zapotrzebowaniu
pt_br: Número máximo permitido para solicitação
pt_pt: Numero máximo permitido por requisição
ru_ru: Максимально допустимое количество запросов

source: Allowed groups for request
cs_cz: Skupiny které mohou žádat
de_de: Berechtigte Gruppe für Anfrage
es_419: Grupos habilitados para pedidos
es_ec: Grupos permitidos para la solicitud
es_es: Grupos permitidos para solicitar
fi_fi: Sallitut ryhmät pyynnölle
pl_pl: Grupy użytkowników, które mogą wysyłać zapotrzebowanie
pt_br: Grupos permitidos para solicitação
pt_pt: Grupos autorizados a fazer requisição
ru_ru: Разрешенные группы для запроса

source: Add a group for request
cs_cz: Přidat skupinu pro požadavek
de_de: Gruppe dieser Anfrage hinzufügen
es_419: Agregar al grupo para pedidos
es_ec: Añadir un grupo para solicitar
es_es: Agregar un grupo para solicitar
fi_fi: Lisää ryhmä pyynnölle
pl_pl: Dodaj grupę do zapotrzebowania
pt_br: Adicione um grupo para solicitação
pt_pt: Adicionar um grupo para requisição
ru_ru: Добавить группу для запроса

source: Consumable request
cs_cz: Požadavek na spotřební materiál
de_de: Anfrage für Verbrauchsmaterial
es_419: Pedido de insumo
es_ec: Solicitudes de consumibles
es_es: Solicitud de consumible
fi_fi: Kulutustarvike pyyntö
pl_pl: Zapotrzebowanie na materiały elsploatacyjne
pt_br: Pedidos de consumíveis
pt_pt: Pedido de consumíveis
ru_ru: Заказ расходных материалов

source: Consumable validation
cs_cz: Ověření požadavku na spotřební materiál
de_de: Verbrauchsmaterial bestätigen
es_419: Aprobación de insumo
es_ec: Validación de consumibles
es_es: Validación de consumibles
fi_fi: Kulutustarvike vahvistus
pl_pl: Zatwierdzenie zapotrzebowania
pt_br: Validação de consumíveis
pt_pt: Validação do consumível
ru_ru: Подтверждение получения расходных материалов

source: Consumable ID
cs_cz: Identifikátor spotřebního materiálu
de_de: Verbrauchsmaterial ID
es_419: ID de Insumo
es_ec: ID de consumibles
es_es: ID de consumible
fi_fi: Kulutustarvike ID
pl_pl: Identyfikator materiału ekploatacyjnego
pt_br: ID de consumíveis
pt_pt: ID do consumível
ru_ru: ID расходного материала

source: Type of event
cs_cz: Typ události
de_de: Art der Ereignisses
es_419: Tipo de evento
es_ec: Tipo de evento
es_es: Tipo de evento
fi_fi: Tapahtuman tyyppi
pl_pl: Typ zdarzenia
pt_br: Tipo de evento
pt_pt: Tipo de evento
ru_ru: Тип события

source: Display each consumable
cs_cz: Zobrazit každou položku spotřebního materiálu
de_de: Jedes Verbrauchsmaterial anzeigen
es_419: Mostrar cada insumo
es_ec: Mostrar cada consumible
es_es: Muestra cada consumible
fi_fi: Näytä kaikki kulutustarvikkeet
pl_pl: Wyświetl każdy materiał eksploatacyjny
pt_br: Exibir cada consumível
pt_pt: Mostra cada consumível
ru_ru: Показывать каждый расходный материал

source: Consumable approver
cs_cz: Schvalovatel spotřebního materiálu
de_de: Genehmiger für Verbrauchsmaterial
es_419: Aprobador de Insumo
es_ec: Aprobador de consumibles
es_es: Responsable de validación
fi_fi: Hyväksyjä
pt_br: Aprovador de consumíveis
pt_pt: Consumível aprovado
ru_ru: Утверждающий расходные материалы

source: Consumable requester
cs_cz: Žadatel o spotřební materiál
de_de: Anfragesteller für Verbrauchsmaterial
es_419: Solicitante de insumo
es_ec: Solicitante de consumibles
es_es: Solicitante de consumibles
fi_fi: Toimeksiantaja
pt_br: Solicitador de consumíveis
pt_pt: Requerente de consumível
ru_ru: Заказчик расходных материалов

source: Consumable recipient
de_de: Empfänger des Verbrauchsmaterials
es_419: Contendor de insumo
es_ec: Receptor de consumibles
es_es: Destinatario del consumible
pt_br: Destinatário consumível

source: Consumable request options
cs_cz: Možnosti požadavku na spotřební materiál
de_de: Anfrageoptionen Verbrauchsmaterial
es_419: Opciones del pedido de insumos
es_ec: Opciones de solicitud de consumibles
es_es: Opciones de solicitud de consumibles
fi_fi: Kulutustarvikepyynnön vaihtoehdot
pl_pl: Konfiguracja zapotrzebowania na materiały eksploatacyjne
pt_br: Opções de solicitação de consumíveis
pt_pt: Opções de requisição de consumíveis
ru_ru: Потребляемые варианты запроса

# button
source: Define
cs_cz: Určit
de_de: Definieren
es_419: Definir
es_ec: Definir
fi_fi: Määritä
pl_pl: Ustaw
pt_pt: Defina
ru_ru: Определить

source: Advanced
cs_cz: Pokročilé
de_de: Erweitert
es_419: Avanzado
es_ec: Avanzado
es_es: Avanzado
fi_fi: Lisäasetukset
pl_pl: Dodatkowe
pt_br: Avançado
pt_pt: Avançado
ru_ru: Расширенные

source: Make a consumable request
cs_cz: Zažádat o spotřební materiál
de_de: Anfrage für Verbrauchsmaterial einreichen
es_419: Crear un pedido de insumos
es_ec: Realizar una solicitud de consumibles
es_es: Hacer una solicitud de consumibles
fi_fi: Tee kulutustarvikepyyntö
pl_pl: Tworzenie zapotrzebowania na materiały eksploatacyjne
pt_br: Fazer um pedido de consumível
pt_pt: Fazer uma requisição de consumível
ru_ru: Делать запрос расходных материалов

source: Make a consumable request for all users
cs_cz: Zažádat o spotřební materiál pro všechny uživatele
de_de: Verbrauchsmaterial-Anfrage für alle Benutzer einreichen
es_419: Crear un pedido de insumos para todos los usuarios
es_ec: Realizar una solicitud de consumibles para todos los usuarios
es_es: Hacer una solicitud de consumibles para todos los usuarios
fi_fi: Tee kulutustarvikepyyntö kaikille käyttäjille
pl_pl: Tworzenie zapotrzebowanie na materiały eksploatacyjne dla wszystkich użytkowników
pt_br: Fazer um pedido de consumo para todos os usuários
pt_pt: Criar uma requisição de consumível para todos os utilizadores
ru_ru: Делать запрос расходных материалов для всех групп

source: Make a consumable request for my groups
cs_cz: Zažádat o spotřební materiál pro mé skupiny
de_de: Verbrauchsmaterial-Anfrage für meine Gruppe einreichen
es_419: Crear un pedido de insumos para mis grupos
es_ec: Realizar una solicitud de consumibles para mis grupos
es_es: Hacer una solicitud de consumibles para mis grupos
fi_fi: Tee kulutustarvikepyyntö omille ryhmilleni
pl_pl: Tworzenie zapotrzebowanie na materiały eksploatacyjne dla wszystkich grup
pt_br: Fazer um pedido de consumíveis para meus grupos
pt_pt: Criar uma requisição de consumível para os meus grupos
ru_ru: Делать запрос расходных материалов для своей группы

source: Consumable
cs_cz: Spotřební materiál
de_de: Verbrauchsmaterial
es_419: Insumo
es_ec: Consumibles
es_es: Consumible
fi_fi: Kulutustarvike
pl_pl: Materiał eksploatacyjny
pt_br: Consumível
pt_pt: Consumível
ru_ru: Расходные материалы

source: Make a consumable request for users
cs_cz: Zažádat o spotřební materiál pro uživatele
de_de: Verbrauchsmaterial-Anfrage für Benutzer einreichen
es_419: Crear un pedido de insumos para usuarios
es_ec: Realizar una solicitud de consumibles para los usuarios
es_es: Hacer una solicitud de consumibles para los usuarios
fi_fi: Tee kulutustarvikepyyntö käyttäjille
pl_pl: Tworzenie zapotrzebowanie na materiały eksploatacyjne dla użytkowników
pt_br: Fazer um pedido de consumíveis para usuários
pt_pt: Criar uma requisição de consumível para os utilizadores
ru_ru: Делать запрос расходных материалов для пользователей

source: Make a consumable request for groups
cs_cz: Zažádat o spotřební materiál pro skupiny
de_de: Verbrauchsmaterial-Anfrage für Gruppen einreichen
es_419: Crear un pedido de insumos para grupos
es_ec: Realizar una solicitud de consumibles para grupos
es_es: Hacer una solicitud de consumibles para los grupos
fi_fi: Tee kulutustarvikepyyntö ryhmille
pl_pl: Tworzenie zapotrzebowanie na materiały eksploatacyjne dla grup
pt_br: Fazer um pedido de consumíveis para grupos
pt_pt: Criar uma requisição de consumível para grupos
ru_ru: Делать запрос расходных материалов для групп

source: Consumable request report
cs_cz: Zpráva o požadavcích na spotřební materiál
de_de: Bericht zu Verbrauchsmaterialanfragen
es_419: Reporte de pedidos de insumos
es_ec: Informe de solicitud de consumibles
es_es: Informe de solicitud de consumibles
fi_fi: Kulutustarvikepyyntö raportti
pl_pl: Lista zapotrzebowań
pt_br: Relatório de pedido de consumíveis
pt_pt: Relatório de requisição de consumível
ru_ru: Отчет по запросам расходных материалов

source: Consumable requests history
cs_cz: Historie požadavků na spotřební materiál
de_de: Verlauf der Verbrauchsmaterialanfragen
es_419: Historial de pedidos de insumos
es_ec: Historial de solicitudes de consumibles
es_es: Historial de solicitudes de consumibles
fi_fi: Kulutustarvikepyyntö historia
pt_br: Histórico de pedidos de consumíveis
pt_pt: Histórico de requisições de consumível
ru_ru: История запросов расходных материалов

source: Consumables request search
cs_cz: Hledat požadavky na spotřební materiál
de_de: Verbrauchsmaterialanfragen suchen
es_419: Búsqueda de pedidos de insumos
es_ec: Búsqueda de solicitudes de consumibles
es_es: Búsqueda de solicitud de consumibles
fi_fi: Kulutustarvikepyyntö haku
pl_pl: Wyszukiwanie zapotrzebowania na materiały eksploatacyjne dla grup
pt_br: Pesquisa de pedidos de consumíveis
pt_pt: Pesquisa de requisições de consumíveis
ru_ru: Поиск запросов расходных материалов

source: Number
cs_cz: Počet
de_de: Nummer
es_419: Número
es_ec: Número
es_es: Cantidad
fi_fi: Määrä
pl_pl: Ilość
pt_br: Número
pt_pt: Número
ru_ru: Количество

source: Add to cart
cs_cz: Přidat do košíku
de_de: Zum Warenkorb hinzufügen
es_419: Agregar al carro
es_ec: Añadir al carrito
es_es: Añadir a la cesta
fi_fi: Lisää koriin
pl_pl: Dodaj do koszyka
pt_br: Adicionar ao carrinho
pt_pt: Adicionar ao carrinho
ru_ru: Добавить в заказ

source: Cart
cs_cz: Košík
de_de: Warenkorb
es_419: Carro
es_ec: Carro
es_es: Cesta
fi_fi: Kori
pl_pl: Koszyk
pt_br: Carrinho
pt_pt: Carrinho
ru_ru: Заказ

source: Consumable affected
cs_cz: Požadavek na spotřební materiál přidán
de_de: Betroffenes Verbrauchsmaterial
es_419: Insumo solicitado
es_ec: Consumibles afectados
es_es: Consumible afectado
fi_fi: Vaikutus kulutustarvikkeeseen
pt_br: Consumíveis afetados
pt_pt: Consumível afectado
ru_ru: Заказ оформлен

source: Please add consumables in cart
cs_cz: Vložte spotřební materiál do košíku
de_de: Bitte Verbrauchsmaterialien zu Warenkorb hinzufügen
es_419: Por favor agregue insumos en el carro
es_ec: Añadir consumibles al carrito
es_es: Por favor agrega los consumibles en la cesta
fi_fi: Lisää kulutustarvikkeita koriin
pt_br: Por favor, adicione consumíveis no carrinho
pt_pt: Por favor adicione consumíveis ao carrinho
ru_ru: Добавьте расходные материалы в заказ

source: Refuse
cs_cz: Zamítnout
de_de: Ablehnen
es_419: Rechazar
es_ec: Denegar
es_es: Denegar
fi_fi: Hylkää
pl_pl: Odrzuć
pt_br: Recusar
pt_pt: Recusado
ru_ru: Отказаться

source: Not enough stock for consumable %s
cs_cz: Na skladě není dostatek spotřebního materiálu %s
de_de: Nicht genug Verbrauchsmaterial auf Lager %s
es_419: No hay suficiente stock del insumo %s
es_ec: No hay suficientes existencias de consumibles 1%s
es_es: No hay suficientes existencias de %s
fi_fi: Ei tarpeeksi varastoa kulutustarvikkeelle %s
pt_br: Estoque insuficiente para consumíveis%s
pt_pt: Sem stock suficiente para o consumível %s
ru_ru: Не достаточно запаса расходного материала %s

source: Consumables wizard
cs_cz: Průvodce žádostí o spotřební materiál
de_de: Verbrauchsmaterialien-Assistent
es_419: Asistente de insumos
es_ec: Asistente de consumibles
es_es: Asistente de consumibles
fi_fi: Kulutustarvikkeiden ohjattu toiminto
pt_br: Assistente de consumíveis
pt_pt: Assistente de consumíveis
ru_ru: Мастер заказа расходных материалов
